{
   "events":[
      {
         "title":"Perron Presents: Trivia Night Night In Fung!",
         "organizer":"Emma Kerr",
         "venue":{
            "name":"Howard Ferguson Dining Hall",
            "address":{
               "streetNumber":"75",
               "route":"St george street",
               "locality":"Toronto",
               "postal":"M5S 2E5"
            }
         },
         "guests":[
            "William Ginsberg",
            "Taylor Stinson",
            "Carina Conceicao",
            "Matthew Schwartzman",
            "Simrin Dehal",
            "Chan Kalvin",
            "Evguenia Anchakova",
            "Carter Tinney",
            "Sharon Fong",
            "Kimberly D'Cunha",
            "Leo Pharand"
         ],
         "description":"Update: There is still time to register your house teams! Remember, we welcome an unlimited number of teams from each house: the more that represent you, the better your house's chances to win big! Expect free snacks, a raffle for all participants, a chance to win gift cards and the huge Grand Prize of a pizza party for your whole house! The stakes are high and the competition will be fierce. Will your team be able to claim the title of UC's Smartest House? Head over to @[NjQyMTgzOTU5MjA4MTA3Omh0dHBcYS8vdWN0cml2aWEud29yZHByZXNzLmNvbS86Og==:uctrivia.wordpress.com] to find out more and to register your team. Only teams registered before the event are eligible for the Grand Prize, so don't delay! See you all there!"
      },
      {
         "title":"CKal Covno",
         "venue":{
            "name":"Convocation Hall - University of Toronto",
            "address":{
               "streetNumber":"31",
               "route":"King's College Circle",
               "locality":"Toronto",
               "postal":"M5S 3G4"
            }
         },
         "organizer":"Chan Kalvin",
         "guests":[
            "Christian Joey Tai Udovicic",
            "Carina Conceicao",
            "Jesse Berlin",
            "Simrin Dehal",
            "Oğuzhan Can",
            "Carter Tinney",
            "Philip Remillard",
            "Stephen Xu",
            "Robert Zhu",
            "Medhaj Athilkar",
            "Geoffrey Biffo Liew",
            "Patrick Corneil",
            "Oliver Sun"
         ],
         "description":"I see myself as pretty low key so there is not much to say, except for one thing - I really want to express my appreciation to those who have supported me and been part of my life at U of T. I would like to have some photographic memory. My convocation is 10:00 to 12:00 in the morning, not sure about photo-taking logistics yet. I'll have updates on this in the future. Feel free to invite anyone that you think I might have missed."
      }
   ]
}
